ascii
audiofile
autojump
automake
brew-cask
chisel
class-dump
cmake
colordiff
coreutils
ghostscript
git
git-flow
gnu-sed
graphicsmagick
hub
imagemagick
ioszip
jq
lha
libimobiledevice
liftoff
lv
minicom
ncftp
nkf
node
p7zip
pandoc
peco
plantuml
pwgen
python3
redpen
repo
rmtrash
rpl
ruby
stgit
the_platinum_searcher
tig
uncrustify
w3m
xctool
zsh
zsh-completions
