ack
ascii
autojump
brew-cask
colordiff
coreutils
git
git-flow
graphicsmagick
haskell-platform
hub
imagemagick
jq
lha
libimobiledevice
lv
minicom
ncftp
nkf
p7zip
plantuml
repo
rmtrash
rpl
ruby
stgit
tig
w3m
zsh
zsh-completions
