# Shell
zsh

# Shell Support
peco
colordiff

# File Operation
coreutils
rmtrash

# Text Utility
lv
nkf
gnu-sed
rpl
the_platinum_searcher

# Document
redpen
pandoc

# Git
git
git-flow
hub

# Git Utility
gibo
ghq

# Environment
docker
docker-machine

# Build Tools
cmake
ninja

# Xcode
chisel
mergepbx
xcproj
xctool

# Swift
kylef/formulae/swiftenv
sourcekitten
swiftgen
rswift
swiftlint
carthage

# Ruby
rbenv

# Python
pyenv

# Haskell
haskell-stack

# JSON
jq

# Graphics
imagemagick

# Archive Utility
lha
p7zip

# Backup
mackup

# Application Support
coteditor/coteditor/cot
argon/mas/mas

# for QLColorCode
highlight

# for SuspiciousPackage
unar

