# shell
zsh

# shell support
peco
colordiff

# file operation
coreutils
rmtrash

# text utility
lv
nkf
gnu-sed
rpl
the_platinum_searcher

# archive
lha
p7zip

# backup
mackup

# git
git
git-flow
hub
gibo

# xcode
chisel
mergepbx
xcproj
xctool
carthage
swiftlint
tailor

# develop
ghq
jq
ruby
python3
haskell-stack

# document
redpen

# graphics
imagemagick

# external
coteditor/coteditor/cot

# Mac App Store
argon/mas/mas

# for QLColorCode
highlight

# for SuspiciousPackage
unar

