# brew
caskroom/cask/brew-cask

# shell
zsh
zsh-completions
peco

# shell tools
lv
coreutils
rmtrash
the_platinum_searcher
gnu-sed
rpl

# utility
nkf
ascii
pwgen
imagemagick
pstree
mackup

# archive
lha
p7zip

# git
git
git-flow
hub
tig
ghq
tcnksm/ghr/ghr

# cocoa
class-dump
chisel
mergepbx
xctool
carthage
thoughtbot/formulae/liftoff
ioszip/ioszip/ioszip
libimobiledevice

# develop
jq
ruby
python
node
aspnet/dnx/dnvm
mercurial

# document
plantuml
redpen
w3m

