jorgebucaran/fisher
usami-k/graystatus
usami-k/search-history
usami-k/gls
usami-k/fish-cd-ghq
usami-k/fish-homeshick
usami-k/fish-go
daenney/pyenv
daenney/rbenv
franciscolourenco/done
oh-my-fish/plugin-android-sdk
oh-my-fish/plugin-direnv
oh-my-fish/plugin-rustup
oh-my-fish/plugin-xdg
