decors/fish-ghq
fisherman/done
fisherman/fishkit
fisherman/get
fisherman/getopts
fisherman/humanize_duration
fisherman/menu
fisherman/rbenv
oh-my-fish/plugin-direnv
usami-k/fish-homeshick
usami-k/fish-swiftenv
usami-k/gls
usami-k/graystatus
usami-k/search-history
