jorgebucaran/fisher
usami-k/graystatus
usami-k/search-history
usami-k/gls
usami-k/fish-cd-ghq
usami-k/fish-homeshick
usami-k/fish-go
usami-k/fish-rustup
usami-k/fish-android-sdk
usami-k/fish-direnv
daenney/pyenv
daenney/rbenv
franciscolourenco/done
usami-k/fish-homebrew
usami-k/fish-volta
