fisherman/done
fisherman/rbenv
jorgebucaran/fisher
oh-my-fish/plugin-android-sdk
oh-my-fish/plugin-direnv
oh-my-fish/plugin-pyenv
oh-my-fish/plugin-rustup
oh-my-fish/plugin-xdg
usami-k/fish-cd-ghq
usami-k/fish-go
usami-k/fish-homeshick
usami-k/gls
usami-k/graystatus
usami-k/search-history
